// PrevMountainText2.jsx

export default function PrevMountainText2() {
    return (
        <>
            <p className="text-[20px] mt-25 mb-10 font-bold">② 산사태 발생이 우려될 때에는 이렇게 대비합니다.</p>

            <ul className="text-[18px] font-normal text-[#333333]">
                <li className=" mb-10">2.1. 여름철 우기 및 태풍(폭풍) 전에는 이렇게 행동합니다.
                    <ul className=" ml-1.5">
                        <li>○ 산림청에서 알려 주는 산사태 단계별 행동요령을 사전에 숙지합니다.</li>
                        <li>○ 대피할 장소 및 지역 주민, 거주지 시·군·구청 및 행정복지센터 등 비상 연락망을 사전에 알아둡니다.</li>
                        <li>○ 집(주택, 건물)이 산지와 연접된 경우 배수로를 정비하거나 산비탈에 비닐 덮기 등으로 정비합니다.</li>
                        <li>○ 차량이 있는 경우에는 연료를 미리 채워 두고, 차량이 없을 경우에는 차량이 있는 가까운 이웃과 같이 이동할 수 있도록 미리 약속해 둡니다.</li>
                    </ul>
                </li>
            </ul>

            <ul className="text-[18px] font-normal text-[#333333]">
                <li className=" mb-10">2.2. 집중호우 및 태풍(폭풍) 시에는 이렇게 행동합니다.
                    <ul className=" ml-1.5">
                        <li>○ 방송, 인터넷, 스마트폰 등을 통해 기상정보 및 위험상황을 지속적으로 확인합니다.</li>
                        <li>○ 산사태정보시스템(PC) 또는 스마트폰 ‘스마트산림재난’ 앱, 또는 방송을 통해 산사태 예보발령 정보를 실시간으로 확인합니다.</li>
                        <li> - 산사태 예보발령* 및 대피장소 정보 확인방법</li>
                        <li>  : 산사태정보시스템(sansatai.forest.go.kr), 스마트산림재난(스마트폰 앱)</li>
                        <li> * 산사태예측정보 및 기상상황 등을 고려한 자체 상황판단회의 결과에 따라 시장ㆍ군수ㆍ구청장이 산사태 위험예보(주의보ㆍ경보)를 발령</li>
                        <li>○ 산 주변의 야외활동(등산, 캠핑 등)은 하지 않습니다.</li>
                        <li>○ 산지 인근 논둑이나 물꼬의 점검을 위해 나가지 않습니다.</li>
                        <li>○ 야외활동을 하고 있었던 경우 산지에서 떨어진 마을회관, 학교 등의 안전한 곳으로 이동합니다.</li>
                        <li>○ 지역 주민은 현 상태를 유지하다가 대피 명령이 발령되면 마을회관, 학교 등 사전에 지정된 장소로 대피합니다.</li>
                        <li>○ 건물에 들어갈 때에는 건물의 기둥, 벽체 등 손상 여부를 확인하고 들어갑니다.</li>
                    </ul>
                </li>
            </ul>

            <ul className="text-[18px] font-normal text-[#333333]">
                <li className=" mb-10">2.3. 지진 발생 시에는 이렇게 행동합니다.
                    <ul className=" ml-1.5">
                        <li>○ 지진이 발생하면 산사태 발생 위험이 있으므로 가급적 산지로부터 떨어진 안전한 곳으로 대피합니다.</li>
                        <li>○ 특히, 비가 많이 온 상황에서 지진이 발생한다면 산사태 발생 가능성이 높아지므로 주의해야 합니다.</li>
                        <li>○ 산지 주변 운전 도중에 지진이 발생할 경우 도로 오른쪽에 차를 세우고 즉시 대피합니다.</li>
                        <li>○ 지진 발생 후 산지의 균열이나 단차가 확인될 경우 인근 지역의 행정복지센터 등에 신고합니다.</li>
                    </ul>
                </li>
            </ul>

            <p className="w-[100%] h-[1px] bg-[#ccc] mt-15 mb-15"></p>
            <p className="font-bold text-[18px] mb-25">소관부서 : 산림청 산사태방지과 (042-481-1844)</p>
        </>
    )
}