// PrevMountainText3.jsx

export default function PrevMountainText3() {
    return (
        <>
            <p className="text-[20px] mt-25 mb-10 font-bold">③ 산사태 발생 시에는 이렇게 행동합니다.</p>

            <p className="text-[18px] mt-15 mb-10 font-bold">3.1. 장소에 따라 이렇게 행동합니다.</p>

            <ul className="text-[18px] font-normal text-[#333333]">
                <li className=" mb-10">3.1.1. 집(산지 인접 주택, 건물)에서 이렇게 행동합니다.
                    <ul className=" ml-1.5">
                        <li>○ 대피 방송이 안내되지 않은 경우 가급적 집에 머무르며 이웃 주민과 수시로 연락합니다.</li>
                        <li>○ 대피 방송이 안내된 경우 화재 등 2차 피해 예방을 위해 대피 전에 가스·전기를 차단한 후 안내 장소로 이동합니다.</li>
                        <li>○ 혹시 미처 대피하지 못한 주민이 있을 수 있으므로 옆집을 확인하고 위험 상황을 알립니다.</li>
                        <li>○ 토사 유입의 우려가 있는 지하주차장으로 접근을 자제합니다.</li>
                        <li>○ 대피 이동 중에는 고압전선 인근으로의 접근을 자제합니다.</li>
                        <li>○ 하천·계류를 건너야 하는 등 위험한 경우 무리하지 말고 인근의 튼튼한 건물 등 안전한 장소로 이동합니다.</li>
                        <li>○ 대피할 수 없어 건물 안에 머무는 경우 가능한 건물에서 가장 높은 층, 산과 멀리 있는 공간으로 대피하고, 몸을 움츠려 머리를 보호합니다.</li>
                        <li>○ 고립 시 소방서(119)에 구조를 요청하거나 통신이 불안정할 경우에는 소리 지르기, 호루라기 불기, 물건 두드리기 등으로 구조를 요청합니다.</li>
                    </ul>
                </li>
            </ul>

            <ul className="text-[18px] font-normal text-[#333333]">
                <li className=" mb-10">3.1.2. 야영(캠핑) 중에는 이렇게 행동합니다.
                    <ul className=" ml-1.5">
                        <li>○ 야영(캠핑)을 멈추고, 마을 회관 등 안전한 곳으로 이동합니다.</li>
                        <li>○ 대피장소로 이동하기 위해 하천·계류 등을 건너야 할 경우 무리하지 말고, 계곡에서 떨어진 높은 언덕에서 구조를 요청합니다.</li>
                    </ul>
                </li>
            </ul>

            <ul className="text-[18px] font-normal text-[#333333]">
                <li className=" mb-10">3.1.3. 산행 중에는 이렇게 행동합니다.
                    <ul className=" ml-1.5">
                        <li>○ 산행을 멈추고, 산지와 거리가 먼 안전한 곳으로 즉시 대피합니다.</li>
                        <li>○ 계곡부 등 산사태 피해 경로 밖으로 대피하며, 산사태 발생 방향과 가장 멀고 높은 곳으로 이동합니다.</li>
                        <li>○ 산사태는 상부에서 하부로 발생하므로 대피할 때 산사태 방향과 멀어지는 방향의 가장 가까운 높은 곳으로 대피합니다.</li>
                        <li>○ 고립되었을 경우 소방서(119)에 구조를 요청하거나 통신이 불안정할 경우에는 높은 언덕으로 올라가 소리 지르기, 옷가지 흔들기 등으로 구조를 요청합니다.</li>
                    </ul>
                </li>
            </ul>

            <ul className="text-[18px] font-normal text-[#333333]">
                <li className=" mb-10">3.1.4. 운전 중에는 이렇게 행동합니다.
                    <ul className=" ml-1.5">
                        <li>○ 운전 중에는 저속 운행하고 안전거리를 확보합니다.</li>
                        <li>○ 운전 중에는 산사태 위험 구간을 우회하여 신속히 빠져나갑니다.</li>
                        <li>○ 대피 이동 중에는 신호등, 가로등, 고압전선 인근으로 접근을 자제해야 합니다.</li>
                    </ul>
                </li>
            </ul>

            <p className="text-[18px] mt-15 mb-10 font-bold">3.2. 대상자에 따라 이렇게 행동합니다.</p>

            <ul className="text-[18px] font-normal text-[#333333]">
                <li className=" mb-10">3.2.1. 어린이와 함께 있을 때는 이렇게 행동합니다.
                    <ul className=" ml-1.5">
                        <li>○ 아기는 띠를 이용해 안고 손을 자유롭게 하여 아기와 자신의 머리 등을 보호합니다.</li>
                        <li>○ 혼란스러운 상황 속에서 어린이와 헤어지지 않도록 손을 꼭 잡고 대피합니다.</li>
                        <li>○ 어린이의 경우 반복적으로 필요한 행동요령을 말해주어 함께 대처할 수 있도록 안내합니다.</li>
                    </ul>
                </li>
            </ul>

            <ul className="text-[18px] font-normal text-[#333333]">
                <li className=" mb-10">3.2.2. 노약자나 몸이 불편하신 분은 이렇게 행동합니다.
                    <ul className=" ml-1.5">
                        <li>○ 평소 준비사항</li>
                        <li> - 가족, 친지, 이웃 등 산사태 발생 시 도와줄 수 있는 보호자(조력자)를 미리 정하고 도움을 요청할 방법(전화 등)을 구체적으로 정합니다.</li>
                        <li> - 대피 경로 및 대피 장소를 미리 익혀 둡니다.</li>
                        <li> - 평소 복용하고 있는 약을 충분히 준비하고, 대피 시 도움이 되는 기구(지팡이, 휠체어 등)를 미리 준비합니다.</li>
                        <li>○ 보호자(조력자)의 역할</li>
                        <li> - 안전 취약계층과 평소 산사태 행동요령을 주기적으로 교육 및 훈련하여 대피방법을 숙지합니다.</li>
                        <li> * 안전 취약계층 : 어린이, 노인, 장애인 등 재난에 취약한 사람</li>
                        <li> - 대피 시 주변에 홀로 계신 노약자, 어린이, 장애인 등 대피에 어려움이 있는 분들은 안전하게 대피할 수 있도록 돕습니다.</li>
                        <li>○ 혼자서 행동하지 않고 이웃 또는 거주지 시·군·구청 및 행정복지센터 등에 도움을 요청합니다.</li>
                        <li>○ 움직일 수 없을 때에는 조금이라도 안전한 장소에서 도움을 기다립니다.</li>
                        <li>○ 시각장애가 있는 경우 라디오나 텔레비전 등을 통해 상황을 파악합니다.</li>
                        <li>○ 청각장애가 있는 경우 텔레비전의 자막방송과 휴대전화 등으로 정보를 수집합니다.</li>
                        <li>○ 정신이 불안정하거나 발달장애가 있어 스스로 의사결정을 할 수 없을 때에는 주위 사람에게 도움을 요청합니다.</li>
                    </ul>
                </li>
            </ul>

            <p className="w-[100%] h-[1px] bg-[#ccc] mt-15 mb-15"></p>
            <p className="font-bold text-[18px] mb-25">소관부서 : 산림청 산사태방지과 (042-481-1844)</p>
        </>
    )
}